Repository: tranquilit/WAPT
Catalog: waptserver/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Folder missing : {}.
de: Ordner fehlt : {}.

source: Folder missing : {}-host.
de: Ordner fehlt : {}-host.

source: Folder missing : {}-group.
de: Ordner fehlt : {}-Gruppe.

source: Could not connect to mongodb database: {}.
de: Konnte sich nicht mit mongodb Datenbank verbinden: {}.

source: Could not get hosts collection from db: {}.
de: Konnte nicht die Host Sammlung bekommen von db: {}.

source: You have to login with proper credentials
de: Sie müssen sich mit den richtigen Anmeldedaten einlogen.

source: Problem during upload
de: Problem beim Upload

source: Not a valid wapt package
de: Kein gültiges wapt Paket

source: Wrong file type
de: Falscher Dateityp

source: Unsupported method
de: Methode nicht untstützt

source: unexpected: {}
de: unerwarted: {}

source: File {} uploaded to {}
de: Datei {} hochgeladen auf {}

source: No data received
de: Keine Daten empfangen

source: No package file provided in request
de: Keine Packetdatei in Anfrage

source: {} uploaded
de: {} hochgeladen

source: Wrong file name (version conflict?)
de: Falscher Dateiname (Versionskonflikt?)

source: Incorrect credentials.
de: Falsche Anmeldedaten.

source: Couldn't access IPC$ share.
de: Kein Zugriff auf IPC$ share.

source: WAPT server must be run on Linux.
de: WAPT Server muss auf Linux laufen.

source: smbclient installed on WAPT server.
de: smbclient installiert auf WAPT Server.

source: winexe is not installed on WAPT server.
de: winexe ist nicht auf dem WAPT Server installiert.

source: Credentials are missing.
de: Anmeldedaten fehlen.

source: There are no registered computers.
de: Es gibt keine registrierten Computer.

source: Unsupported HTTP method.
de: HTTP Methode nicht unterstützt.

source: Unknown uuid
de: Unbekannte uuid

source: No reachable IP for {}
de: Keine erreichbare IP für {}

source: WAPT Server running
de: WAPT Server läuft

source: Hosts listening IP discovery launched
de: Hosts starten die Entdeckung der Überwachungs IP

source: Couldn't connect to web service : {}.
de: Konnte keine Verbindung zu web service herstellen : {}.

source: Nothing to upgrade.
de: Nichts zu aktualisieren.

source: Triggered {} task(s): {}
de: Ausgelöste {} task(s): {}

source: The WAPT service is unreachable.
de: The WAPT Service ist nicht erreichbar.

source: Triggered task: {}
de: Ausgelöster task: {}

source: Triggered tasks: {}
de: Ausgelöster task: {}

source: The host reachability is not defined.
de: Die Host-Erreichbarkeit ist nicht definiert.

source: Anomnymous usage statistics
de: Anomnymous Nutzungsstatistiken

source: FATAL : couldn't open configuration file : {}.
de: FATAL. Konnte nicht geöffnet werden config Datei : {}.

source: FATAL, configuration file {} has no section [options]. Please check the waptserver documentation.
de: FATAL, Konfigurations Datei {} hat kein Abschnitt [Optionen]. Bitte über­prü­fen Sie waptserver Dokumentation.

source: Invalid log level: {}
de: Ungültige Protokollebene: {}

source: Windows Products
de: Windows Produkte

source: Win updates global option for key %(key)s
de: Win aktualisiert globale Optionen für Key %(key)s

source: Win updates classifications
de: Win aktuelle Klassifikationen

source: Windows Updates, filter: %(query)s, count: %(cnt)s, unknown params: %(unknown)s
de: Windows Updates, Filter: %(query)s, zählen: %(cnt)s, unbekannte params: %(unknown)s

source: Downloads for Windows Updates %(update_id)s, count: %(cnt)s
de: Downloads für windows Updates %(update_id)s, zählen: %(cnt)s

source: Win updates rules
de: Win Updates Regeln

source: WAPT - Apt-get for Windows
de: APT - Apt-get für Windows

source: Contact us or have us call back
de: Kontaktieren Sie uns oder rufen Sie uns zurück

source: To contents
de: Um die Inhalte

source: Private repository
de: Privater Aufbewahrungsort

source: Mailing list
de: Mailingliste

source: WAPT Agent (for deploying onto user desktop)
de: WAPT Agent (für die Bereitstellung an Benutzer-Desktop)

source: WAPTSetup (for installing on management machine)
de: WAPTSetup (für die Bereitstellung an Benutzer-Desktop)

source: WAPTDeploy (for setting up deployment GPO)
de: WAPTDeploy (für die Aufstellung des deployment GPO)

source: Help
de: Hilfe

source: mailing list archive
de: Mailinglisten-Archiv

source: Issue tracker (roundup)
de: Issue tracker (Zusammenfassung)

source: Our solutions
de: Unsere Lösungen

source: WAPT providers
de: WAPT Anbieter

source: WAPT server is managed through a WAPT console installed on a Windows system. When installing the WAPT server on Windows, the console is installed by default and can be found under the start menu.
de: WAPT server wird durch eine WAPT Konsole verwaltet die auf dem Windows System installiert wird Bei der Installation des WAPT server wird die Konsole standardmäßig installiert auf Windows und kann man im Startmenü finden.

source: When installing the server on Linux, the <a href="/wapt/waptsetup-tis.exe">WAPT client</a> should be installed on an administration machine, then run from 'Start/All programs'.
de: Bei der Installation des Servers auf Linux, die <a href="/wapt/waptsetup-tis.exe">WAPT client</a> sollte installiert werden auf Verwaltungsmaschine, dann läuft es von 'Start/All programs'.

source: To manually add a new host to the WAPT server, download the <a href="/wapt/waptagent.exe">WAPT agent</a> from the menu to the right. The agent has been properly configured by the server so the default parameters should work. Once the WAPT client has been installed, you can find it in your console.
de: Um einen neuen Host auf dem WAPT Server hinzuzufügen, laden Sie die <a href="/wapt/waptagent.exe">WAPT agent</a> von dem Menü auf der rechten Seite. Der Agent wurde ordnungsgemäß konfiguriert durch den Server, sodass die vorgegebenen Rahmenbedingnungen funktionieren sollte. Sobald der WAPT Kunde installiert wurde, können Sie es in Ihrer Konsole finden.

source: For further information, be sure to check the documentation at <a href="http://dev.tranquil.it/">dev.tranquil.it</a> or on mailing-list.
de: Für weitere Informationen, lesen Sie die Unterlagen unter at <a href="http://dev.tranquil.it/">dev.tranquil.it</a> oder in der Mailliste.

source: What's new
de: Was ist neu

source: Disk space:
de: Speicherplatz:
