Repository: tranquilit/WAPT
Catalog: languages/waptexit.*.po
Languages: de, fr

source: Do you wish to apply them now ?
de: Wollen Sie sie jetzt anwenden ?

source: Show details
de: Details anzeigen
fr: Afficher les détails

source: Not now
de: Nicht jetzt
fr: Pas maintenant

source: Install/update packages
de: Pakete installieren/updaten
fr: Installer ou mettre à jour

source: Launching updates...
de: Start der Updates...
fr: Lancement des mises à jour...

source: There are installs or updates pending.
de: Es gibt ausstehende Installationen oder Updates
fr: Des installations ou mises à jour sont en attente.

source: Internal error in SetToIgnoreCerticateErrors when trying to get wininet flags. %s
de: Interner Fehler in SetToIgnoreCerticateErrors beim Versuch wininet flags zu erhalten. %s
fr: Erreur interne dans SetToIgnoreCerticateErrors, lors de l'acquisition des flags wininet. %s

source: Interrupt software update
de: Sofware Update unterbrechen
fr: Interrompre la mise à jour des logiciels

source: Launch software update
de: Software Update starten
fr: Lancer la mise à jour des logiciels

source: Updating software in %s sec...
de: Akutalisierung der Sofware in %s sec...
fr: Mise à jour des logiciels dans %s sec...

source: Updating software
de: Software aktualisieren
fr: Mise à jour des logiciels

source: Edit package bundle configuration
de: Paketbündel-Konfiguration bearbeiten
fr: Editer la configuration d'un groupe de paquets

source: canceled
de: abgebrochen
fr: Annulé

source: Task %s has been canceled by the user
de: Der Task %s wurde vom Benutzer abgebrochen
fr: La tâche %s a été annulée par l'utilisateur

source: Canceling %s
de: Abbrechen %s
fr: Annulation de %s

source: Couldn't copy certificate %s to %s.
de: Das Zertifikat %s kann nicht kopiert werden zu %s
fr: Echec de la copie du certificat %s vers %s.

source: Checking...
de: Kontrollieren...
fr: Vérification en cours...

source: %s : %.0f%% completed
de: %s : %.0f%% beendet
fr: %s : %.0f%% terminé

source: Are you sure you want to cancel configuring WAPT server ?
de: Sind Sie sich sicher das du die Konfiguartion vom WAPT Server abbrechen wollen?
fr: Etes-vous sûr(e) de vouloir annuler la configuration du serveur WAPT ?

# uwaptres.rsconfirmcaption
source: Confirm
de: Bestätigen
fr: Confirmer

# uwaptres.rsconfirmdeletion
source: Confirm removal
de: Entfernen bestätigen
fr: Confirmer la suppression

source: Are you sure you want to forget %s packages from host %s ?
de: Sind Sie sich sicher, dass Sie %s die Pakete vom Host %s vergessen wollen?
fr: Êtes-vous sûr(e) de vouloir oublier %s paquets de la machine %s ?

source: Are you sure you want to import %s to your repository ?
de: Sind Sie sich sicher, dass Sie es auf Ihren Aufbewahrungsort %s importieren wollen?
fr: Êtes-vous sûr(e) de vouloir importer %s dans votre dépôt ?

source: Confirm import
de: Einführen bestätigen
fr: Confirmer l'importation

source: Are you sure you want to remove %s hosts from the list ?
de: Sind Sie sich sicher, dass Sie %s Hosts von der Liste entfernen möchten?
fr: Êtes-vous sûr(e) de vouloir supprimer %s machines de la liste ?

source: Are you sure you want to remove the selected packages from the server ?
de: Sind Sie sich sicher, dass Sie die ausgewählten Pakete entfernen möchten?
fr: Êtes-vous sûr(e) de vouloir supprimer les paquets sélectionnés du serveur ?

source: Are you sure you want to remove this package from the server ?
de: Sind Sie sich sicher, dass Sie dieses Paket vom Server entfernen möchten?
fr: Êtes-vous sûr(e) de vouloir supprimer ce paquet du serveur ?

# uwaptres.rsconfirmrmpackagecaption
source: Confirm removal
de: Entfernen bestätigen
fr: Confirmer la suppression

source: Are you sure you want to remove %s package(s) from the selected host(s) %s ?
de: Sind Sie sich sicher, dass Sie %s Pakete von den ausgewählten Hosts %s enfernen möchten?
fr: Êtes-vous sûr(e) de vouloir supprimer %s paquet(s) de la/des machine(s) sélectionnée(s) ?

source: Creation in progress.
de: Die Kreation ist im Gange.
fr: Création en cours.

source: Please select a directory on your package development host before editing a package bundle.
de: Bitte wählen Sie ein Verzeichnis in Ihrer Host Paketentwicklung bevor der Berarbeitung eines Packet-Bündel.
fr: Veuillez spécifier un répertoire sur votre machine de développement de paquets pour pouvoir éditer un groupe de paquets.

source: Removing %s
de: Entfernen %s
fr: Suppression de %s

source: Removing packages...
de: Pakete entfernen...

source: Selection of packages to add to the hosts as dependencies
de: Auswahl der Pakete an die Hosts hinzufügen wie die Abhängigkeiten
fr: Choix des paquets à ajouter aux hôtes en tant que dépendances

source: Passwords do not match.
de: Passwörter stimmen nicht überein.

source: Displaying
de: Anzeigen
fr: Affichage

source: Download stopped by the user
de: Download wurde vom Benutzer gestoppt
fr: Téléchargement interrompu par l'utilisateur.

source: Downloading
de: Downloaden
fr: Téléchargement en cours

source: Package(s) %s is being downloaded.
de: Paket(e) %s sind am herunterladen.
fr: Paquet(s) %s en cours de téléchargement.

source: Error while duplicating the package(s).
de: Fehler beim Duplizieren des/der Pakete(s).
fr: Erreur lors de la duplication du/des paquet(s).

source: Package(s) %s successfully duplicated.
de: Paket(e) %s ist/sind erfolgreich Dupliziert
fr: Paquet(s) %s dupliqué avec succès.

source: Package(s) %s is being duplicated.
de: Paket(e) %s ist/sind am Duplizieren.
fr: Paquet(s) %s en cours de duplication.

source: Edit package bundle.
de: Paketbündel bearbeiten.
fr: Editer un groupe de paquets.

source: Edit host
de: Host bearbeiten
fr: Editer une machine

source: Package bundle
de: Paketbündel
fr: Groupe de paquets

source: New password must not be empty.
de: Neues Passwort darf nicht leer sein.
fr: Le nouveau mot de passe ne doit pas être vide.

source: Old password must not be empty.
de: Altes Passwort darf nicht leer sein.
fr: L'ancien mot de passe ne doit pas être vide.

source: Error cancelling: %s
de: Fehler beim Abbrechen: %s
fr: Erreur de l'annulation : %s

source: Error for %s
de: Fehler für %s

source: Error launching update: %s
de: Fehler beim Start vom Update: %s
fr: Erreur lors du lancement de la mise à jour : %s

source: Error launching upgrade: %s
de: Fehler beim Start von Update: %s
fr: Erreur lors du lancement de l'upgrade : %s

source: Error while checking...
de: Fehler beim üperprüfen...
fr: Erreur lors de la vérification...

# uwaptres.rserrorwithmessage
source: Error : %s
de: Fehler : %s
fr: Erreur : %s

source: Error during import.
de: Fehler beim Import
fr: Erreur lors de l'importation.

source: Could not cancel : %s.
de: Konnte nicht abbrechen : %s.
fr: Impossible d'annuler : %s.

source: Failed to retrieve task.
de: Fehler beim Task abrufen
fr: Impossible de récupérer l'action.

source: Selection of packages to force-remove from the hosts
de: Auswahl der Pakete von Hosts zwangs entfernen.
fr: Choix des paquets pour lesquels forcer la désinstallation sur les machines

source: Error while forgetting package %s: %s
de: Fehler beim vergessenen Packet %s: %s
fr: Erreur lors de l'oubli du paquet %s : %s

source: Edit host configuration
de: Host Konfiguraion bearbeiten
fr: Editer la configuration d'une machine

source: Warning : couldn't find package(s) %s ; conflicting package(s) have been ignored.
de: Warnung: konnte das Packet nicht finden %s ; widersprüchliche Pakete wurden ignoriert.
fr: Attention, le(s) paquet(s) %s n'ont pu être trouvés ; les paquets en conflit ont été ignorés.

source: Warning : couldn't find package(s) %s ; ignoring them.
de: Warnung: Konnte keine Pakete finden %s ; ignoriere sie.
fr: Attention, le(s) paquet(s) %s n'ont pu être trouvés et ont été ignorés.

source: Importing %s
de: Importieren %s
fr: Importation de %s

source: Old password is incorrect.
de: Altes Passwort ist nicht korrekt
fr: L'ancien mot de passe est incorrect.

source: Incorrect password.
de: Falsches Passwort.
fr: Le mot de passe est incorrect.

source: Innosetup is unavailable (path : %s), please install it first.
de: Innosetup ist nicht verfügbar (Pfad : %s), installieren Sie es bitte zuerst.
fr: Innosetup n'est pas disponible (emplacement : %s), veuillez l'installer en premier lieu.

source: Please input a key name.
de: Bitte geben Sie dem Key einen Namen.
fr: Veuillez spécifier le nom de la clé.

source: Please input path to public key
de: Bitte geben Sie dem Pfad einen öffentlichen Key.
fr: Veuillez spécifier l'emplacement de la clé publique

source: Installing %s...
de: Installieren %s...
fr: Installation de %s...

source: install on c:\wapt : --setup -s
de: installiere auf c:\wapt : --setup -s
fr: installation sur c:\wapt : --setup -s

source: Stopper la mise Ã jour
de: Aktualisierung stoppen

source: Invalid DNS
de: Ungültige DNS
fr: DNS invalide

source: This DNS name is not valid, would you like to use the IP address instead ?
de: Dieser DNS Name ist nicht gültig, wollen Sie lieber stattdessen die IP-Adresse verwenden ?
fr: Ce nom DNS n'est pas valide, souhaitez-vous utiliser l'adresse IP à la place ?

source: WAPTsetup directory is not valid : %s
de: WAPTsetup Verzeichnis ist nicht gültig : %s
fr: Le répertoire de WAPTsetup n'est pas valide : %s

source: Key %s already exists, please pick another name.
de: Key %s ist bereits vorhanden, bitte wählen Sie einen anderen Namen.
fr: La clé %s existe déjà, merci de choisir un nom différent.

source: Lancer la mise Ã jour des logiciels
de: Software Update starten

source: Error launching longtask: %s
de: Fehler beim Start von Longtask: %s
fr: Erreur lors du lancement de longtask : %s

source: Main repo url: %s
de: Haupt repo url: %s
fr: URL du dépôt principal : %s

source: %s hosts affected.
de: %s Hosts betroffen.
fr: %s machines modifiées.

source: There is no package bundle.
de: Es gibt keine Packet Bündel.

source: No running tasks
de: Keine laufenden Tasks
fr: Aucune tâche en cours

source: No task canceled
de: Kein Task abgebrochen
fr: Aucune tâche annulée

source: Opening firewall for WaptServer
de: Firewall für WaptServer öffnen
fr: Ouverture du firewall pour WAPTserver

source: -r --repo : URL of dependencies libs
de: -r --repo :URL der Abhänigkeiten libs
fr: -r --repo : URL des librairies des dépendances

source: Done configuring packages for the current user session
de: Die fertige Konfiguration der Pakete für die Benutzersitzung
fr: Configuration des paquets pour la session utilisateur terminée

source: Error while configuring packages for the current user session
de: Fehler bei der Konfiguration der Pakete für die aktuelle Benutzersitzung
fr: Erreur lors de la configuration des paquets pour la session utilisateur

source: Error while creating package : %s
de: Fehler bei der Erstellung des Paketes : %s
fr: Erreur lors de la création du paquet : %s

source: Are you sure you want to duplicate the package(s) %s into your repository ?
de: Sind Sie sich sicher, dass Sie die Paket(e) duplizieren möchten %s in Ihrem Repository?
fr: Etes-vous sûr(e) de vouloir dupliquer le(s) paquet(s) %s dans votre répertoire ?

source: Confirm duplication of package
de: Verdopplung der Pakete bestätigen
fr: Confirmer la duplication du paquet

source: Error while removing package %s: %s
de: Fehler beim entfernen des Pakets %s: %s
fr: Erreur lors de la suppression du paquet %s : %s

source: Packages needed in package bundle
de: Packete in Paketbündel erforderlich
fr: Paquets nécessaires dans le groupe de paquets

source: Packages needed on host
de: Pakete auf dem Host benötigt
fr: Paquets nécessaires sur la machine

# uwaptres.rspasswordchangeerror
source: Error : %s
de: Fehler : %s
fr: Erreur : %s

source: Password successfully updated !
de: Passwort erfolgreich aktualisiert!
fr: Le mot de passe a bien été changé !

source: Pending :
de: Ausstehend :
fr: En attente :

source: Private key doesn't exist : %s
de: Privater Key existiert nicht : %s
fr: La clé privée n'existe pas : %s

source: Started uploading to WAPT server...
de: Hochladen auf den WAPT Server starten...
fr: Téléchargement vers le serveur WAPT commencé...

source: Error during key generation : %s
de: Fehler bei der Keyerzeugung : %s
fr: Erreur lors de la création de la clé : %s

source: The generation of the public key has failed.
de: Die Erzeugung des öffentlichen Key ist gescheitert.
fr: La création de la clé publique a échoué.

source: Key %s has been successfully created.
de: Key %s wurde erfolgreich erstellt.
fr: La clé %s a bien été créée.

source: Selection of package(s) to remove from conflict list
de: Ausgewählte Pakete von der Konfliktliste entfernen
fr: Choix du/des paquet(s) à supprimer de la liste de conflit

source: Registering host on server
de: Host auf dem Server registrieren
fr: Enregistrement de la machine sur le serveur

source: Deleting TIS certificate and copying new certificate
de: TIS Zertifikat löschen und das neue Zertifikat kopieren
fr: Suppression du certificat TIS et copie du nouveau certificat

source: Selection of package bundles for removing from the selected hosts
de: Auswahl der Paketbündel von den ausgewählten Hosts entfernen
fr: Choix des groupes de paquets à supprimer des machines sélectionnées

source: Running task %d: %s, status:%s
de: Laufender Task %d: %s, Status:%s
fr: Exécution de la tâche %d : %s, statut :%s

source: Save changes ?
de: Änderungen speichern ?
fr: Enregistrer les modifications ?

source: Setting up server password
de: Einrichten des Server Passwortes
fr: Mise en place du mot de passe du serveur

source: Mise Ã jour des logiciels dans %s sec...
de: Software aktuaklisieren auf %s sec...

source: Stop listening to events
de: Wiedergabe der Events stoppen
fr: Arrêt de l'écoute des événements

source: %s successfully imported.
de: %s Erfolgreich importiert.
fr: %s importé avec succès.

source: Task canceled.
de: Task abgebrochen.
fr: Tâche annulée.

source: %s done %s
de: %s fertig %s
fr: %s terminé %s

source: Error getting task list: %s
de: Fehler beim Abrufen der Task-Liste: %s
fr: Erreur lors de l'acquisition

source: %s started
de: %s starten
fr: %s lancé

source: wapt_server is not defined in your %s ini file
de: wapt_server ist nicht in Ihrer %s ini Datei definiert
fr: wapt_server n'est pas défini dans votre fichier %s ini

source: Uninstalling %s...
de: Deinstallation %s...
fr: Installation de %s...

source: Available updates for :
de: Verfügbare Updates für:
fr: Mises à jour disponibles pour :

source: Updating local packages
de: Aktualisiere lokale Pakete
fr: Mise à jour de la liste des paquets disponibles

source: Updating package index
de: Aktualisierungspaketindex
fr: Mise à jour de l'index des paquets

source: Updating package list
de: Aktualisierung der Paketliste
fr: Mise à jour de la liste des paquets

source: Mise Ã jour des logiciels en cours
de: Aktualisierung bestehender Software

source: Failed to trigger upgrade : %s
de: Fehler beim einleiten des Upgrades : %s
fr: Echec du lancement de la mise à jour : %s

source: Upgrade triggered on the remote host.
de: Update auf dem Remote Host einleiten
fr: Mise à jour lancée sur la machine distante.

source: Uploading
de: Hochladen
fr: Chargement en cours

source: Uploading %s packages to WAPT server...
de: Hochladen %s der Pakete auf den WAPT Server...
fr: Chargement de %s paquet(s) vers le serveur WAPT...

source: Usage: %s -h
de: Anwendung: %s -h

source: Error while creating waptagent.exe: %s
de: Fehler beim erstellen der waptagent.exe: %s
fr: Erreur lors de la création du waptagent.exe : %s

source: waptagent.exe successfully created : %s
de: waptagent.exe erfolgreich erstellt : %s
fr: waptagent.exe a bien été créé : %s

source: Error while uploading WAPT agent : %s
de: Fehler beim hochladen der WAPT agent : %s
fr: Erreur lors du chargement de l'agent WAPT : %s

source: Successfully uploaded WAPT agent !
de: WAPT agent erfolgreich hochgeladen !
fr: L'agent WAPT a bien été chargé !

source: Updating WAPT client on the hosts
de: WAPT Kunde auf die Hosts aktualisieren
fr: Mise à jour du client WAPT sur les machines

source: WAPT-GET Upgrade using repository at %s
de: WAPT-GET Upgrade anwenden mit Repository %s
fr: Upgrade WAPT-GET grâce au dépôt de %s

source: Waptservice stopping
de: Waptservice gestoppt
fr: Arrêt du service WAPT

source: WAPTService terminated
de: WAPTService beendet
fr: WAPTService arrêté

source: Error while creating agent : %s
de: Fehler beim erstellen des agent : %s
fr: Erreur lors de la création de l'agent : %s

source: WAPT agent successfully created and uploaded to the repository : %s
de: WAPT agent erfolgreich erstellt und hochgeladen auf Repository : %s
fr: L'agent WAPT a bien été créé et chargé dans le dépôt : %s

source: waptupgrade : upgrade wapt-get.exe and database
de: waptupgrade: wapt-get.exe und Datenbank aktualisieren
fr: waptupgrade : upgrade wapt-get.exe et la base de données

source: Error while uploading WAPT agent to the repository : %s
de: Fehler beim hochladen des WAPT agent auf dem Repository : %s
fr: Erreur lors du chargement de l'agent WAPT vers le dépôt : %s

source: W: interrupt received, killing serverâ¦
de: Unterbrechung empfangen, zerstört serverâ¦
fr: W: interruption reçue, arrêt du serveur

source: Cancelled %s
fr: %s annulé

# uwaptres.rsconfirm
source: Confirm
fr: Confirmer

source: Download canceled.
fr: Téléchargement annulé.

source: DNS Domain : %s
fr: Domaine DNS : %s

source: DNS Server : %s
fr: Serveur DNS : %s

source: Error
fr: Erreur

source: Waptconsole version : %s Wapt-get version: %s
fr: Version waptconsole : %s Version wapt-get : %s

source: Win32 Exe wrapper: %s %s
fr: wrapper Win32 Exe : %s %s
