Repository: tranquilit/WAPT
Catalog: languages/waptserverpostconf.*.po
Languages: de

source: http://dev.tranquil.it/scenari/guide_admin/co/generation_certificat_wapt.htmlhttp://dev.tranquil.it/scenari/guide_admin/co/generation_certificat_wapt.htmlhttp://dev.tranquil.it/scenari/guide_admin/co/generation_certificat_wapt.html
de: PO-Revision-Date: 2015-09-09 12:20+0200 Last-Translator: htouvet <htouvet@tranquil.it> Language-Team: TranquilITSystems Language: fr Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=2; plural=(n > 1); X-Generator: Virtaal 0.7.1 http://dev.tranquil.it/scenari/guide_admin/co/generation_certificat_wapt.html

source: Loading...
de: Laden...

source: Abort
de: Abbrechen

source: Loading
de: Laden

source: Create custom installer
de: Ein kundenspezifische WAPT Installationsprogramm erstellen

# TVISWAPTSERVERPOSTCONF.ACTCANCEL.CAPTION
source: Cancel
de: Abbrechen

source: Check DNS name
de: DNS-Name überprüfen

source: Generate keypair
de: keypair erstellen

source: Input URL manually
de: Manuelle Eingabe URL

# tviswaptserverpostconf.actnext.caption
source: Next
de: Nächste

source: Previous
de: Vorherig

source: Start WAPT server with this configuration
de: WAPT Server mit diesen Konfigurationen starten

# tviswaptserverpostconf.bitbtn3.caption
source: Cancel
de: Abbrechen

source: Configuration of WAPT server for Windows
de: Konfiguration des WAPT Servers für Windows

source: Run WAPT console after setup
de: Wapt Konsole nach der Einrichtung ausführen

source: Open firewall ports 80 and 443 to allow access for packages and inventory
de: Firewall Ports 80 und 443 öffnen, um den Zugang für Pakete und den Inventar zu erlauben

source: E.g. : srvwapt.tranquilit.local
de: z. B. :srvwapt.tranquilit.local

source: Default prefix to use on new packages
de: Standard-Präfix, um neue Pakete zu verwenden

source: E.g. : technique@tranquil-it-systems.fr
de: z. B. :technique@tranquil-it-systems.fr

source: E.g. : tranquilit
de: z. B. : tranquilit

source: E.g. : Nantes
de: z. B. : Nantes

source: E.g. : Tranquil It Systems
de: z. B. : Tranquil It Systems

source: E.g. : Tranquil IT Systems
de: z. B. : Tranquil IT Systems

source: This is the password used to connect to the WAPT server via the WAPT console.
de: Passwort um sich auf den WAPT Server über die WAPT Konsole zu verbinden.

source: E.g. : http://wapt.tranquilit.local/wapt
de: z. B. : http://wapt.tranquilit.local/wapt

source: Base directory for package development
de: Basisverzeichnis für die Paketherstellung

source: URL to the package model repository
de: URL auf das Packet-Repository-Modell

source: URL to the the public repository whence base packages should be duplicated.
de: URL auf die der öffentliche Repository, woraus die Basispakete vervielfältig werden sollen.

source: E.g. : IT
de: z. B. : IT

source: URL of the WAPT package repository
de: URL vom WAPT Paket Repository

source: IP of the WAPT server
de: IP vom WAPT Server

source: DNS name of the WAPT server
de: DNS Name vom WAPT Server

source: WAPT clients make requests to the server. In order to connect to the WAPT server,
de: WAPT Kunden machen Anfragen an den Server. um sich mit dem WAPT Server zu verbinden,

source: URL of the WAPT server
de: URL vom WAPT Server

source: E.g. : https://wapt
de: z. B. : https://wapt

source: WAPT server password
de: WAPT Server Passwort

source: Country (2 chars. E.g. : FR):
de: Land (2 chars. z.B. : FR):

source: Main site country code
de: Hauptseite Landesvorwahl

source: City :
de: Stadt:

# tviswaptserverpostconf.label13.hint
source: Your company name
de: Ihr Firmenname

source: E.g. : IT department.
de: z. B. : IT Abteilung.

source: WAPT server name. E.g. : srvwapt.tranquilit.local
de: WAPT Servername. z. B. :srvwapt.tranquilit.local

source: E-mail address :
de: E-mail Adresse:

source: Technical department e-mail address.
de: E-Mail Adresse der Technsichen Abteilung.

source: Confirm password
de: Passwort bestätigen

source: Target directory:
de: Zielverzeichnis:

source: Where to save the private key. This directory must be secure.
de: Wo speichert man den Privaten Key. Dieses Verzeichnis muss sicher sein.

source: Public key :
de: Öffentlicher Key:

source: The certificate you just created (.crt key).
de: Das soeben erstellte Zertifikat (.crt key).

source: Address of the main WAPT repository :
de: Adresse von der Haupt WAPT Repository :

source: Address of your WAPT repository (https://wapt/wapt)
de: Adresse von Ihrere WAPT Repository (https://wapt/wapt)

# TVISWAPTSERVERPOSTCONF.LABEL6.HINT
source: Your company name
de: Ihr Firmenname

source: Save waptagent.exe as...
de: Speichern waptagent.exe als...

source: Where waptagent.exe will be saved.
de: Wo wird waptagent.exe gespeichert.

source: Adressof the WAPT server :
de: Adressevon dem WAPT Server :

source: Address of your WAPT server (https://wapt).
de: Adresse von Ihrere WAPT Repository (https://wapt/wapt)

source: Please don't use any special characters (e.g.:tranquilit)
de: Bitte verwenden Sie keine Sonderzeichen (z. B.:tranquilit)

source: Create installer for client hosts
de: Installationsprogramm für Kunden Hosts erstellen

source: Development
de: Entwicklung

source: Fin
de: Ende

source: Parameters
de: Parameter

source: Password
de: Passwort

source: Private Key generation
de: Privater Key erstellt

source: Optional information
de: Optionale Infromation

source: canceled
de: Abgebrochen

source: Cancelled %s
de: Abgebrochen %s

source: Couldn't copy certificate %s to %s.
de: Das Zertifikat %s kann nicht kopiert werden zu %s

source: %s : %.0f%% completed
de: %s : %.0f%% beendet

source: Download stopped by the user
de: Download wurde vom Benutzer gestoppt

source: Error cancelling: %s
de: Fehler beim Abbrechen: %s

source: Error launching update: %s
de: Fehler beim Start von Update: %s

source: Error launching upgrade: %s
de: Fehler beim Start von Upgrade: %s

# uwaptres.rserrorwithmessage
source: Error : %s
de: Fehler : %s

source: Innosetup is unavailable (path : %s), please install it first.
de: Innosetup ist nicht verfügbar (Pfad : %s), installieren Sie es bitte zuerst.

source: install on c:\wapt : --setup -s
de: installiere auf c:\wapt : --setup -s

source: Error launching longtask: %s
de: Fehler beim Start von Longtask: %s

source: Main repo url: %s
de: Haupt repo url: %s

source: No running tasks
de: Keine laufenden Tasks

source: -r --repo : URL of dependencies libs
de: -r --repo : URL von Abhänigkeiten libs

source: Pending :
de: Ausstehend :

source: Running task %d: %s, status:%s
de: Laufender Task %d: %s, Status:%s

source: Stop listening to events
de: Wiedergabe der Events stoppen

source: Error getting task list: %s
de: Fehler beim Abrufen der Task-Liste: %s

source: wapt_server is not defined in your %s ini file
de: wapt_server ist nicht in Ihrer %s ini Datei definiert

source: Usage: %s -h
de: Anwendung: %s -h

source: WAPT-GET Upgrade using repository at %s
de: WAPT-GET Upgrade anwenden mit Repository %s

source: waptupgrade : upgrade wapt-get.exe and database
de: waptupgrade: wapt-get.exe und Datenbank aktualisieren

source: W: interrupt received, killing serverâ¦
de: Unterbrechung empfangen, zerstört serverâ¦

source: Confirm
de: Bestätigen

source: Are you sure you want to cancel configuring WAPT server ?
de: Sind Sie sich sicher das du die Konfiguartion vom WAPT Server abbrechen wollen?

source: Creation in progress.
de: Die Kreation ist im Gange.

source: Invalid DNS
de: Ungültige DNS

source: This DNS name is not valid, would you like to use the IP address instead ?
de: Dieser DNS Name ist nicht gültig, wollen Sie lieber stattdessen die IP-Adresse verwenden ?

source: Opening firewall for WaptServer
de: Firewall für WaptServer öffnen

source: Started uploading to WAPT server...
de: Hochladen auf dem WAPT Sever starten...

source: Registering host on server
de: Host auf dem Server registrieren

source: Deleting TIS certificate and copying new certificate
de: TIS Zertifikat löschen und das neue Zertifikat kopieren

source: Restarting waptserver
de: waptserver neustarten

source: Restarting waptservice
de: waptservice neustarten

source: %D retry on registering host on server
de: %D die Registrierung des Hosts auf dem Server wiederholen

source: Setting up server password
de: Einrichten des Server Passwortes

source: Updating local packages
de: Aktualisiere lokale Pakete

source: Updating package index
de: Aktualisierungspaketindex

source: Waptservice stopping
de: Waptservice gestoppt

source: Done
de: Fertig

source: Error while creating agent : %s
de: Fehler beim erstellen des agent : %s

# uwaptserverres.rswaptsetupnext
source: Next
de: Nächste

source: WAPT agent successfully created and uploaded to the repository : %s
de: WAPT agent erfolgreich erstellt und hochgeladen auf Repository : %s

source: Error while uploading WAPT agent to the repository : %s
de: Fehler beim hochladen des WAPT agent auf dem Repository : %s
